Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Bookmarks.xcstrings
Source language: en_us
Languages: br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, eu, fi, fr, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# HomePanel.ContextMenu.Edit.v131
source: Edit
br: Embann
bs: Uredi
ca: Edita
co: Mudificà
cs: Upravit
cy: Golygu
da: Rediger
de: Bearbeiten
dsb: Wobźěłaś
el: Επεξεργασία
eo: Modifi
es: Editar
es_ar: Editar
es_cl: Editar
es_mx: Editar
eu: Editatu
fi: Muokkaa
fr: Modifier
gl: Editar
he: עריכה
hr: Uredi
hsb: Wobdźěłać
hu: Szerkesztés
hy_am: Խմբագրել
ia: Rediger
is: Breyta
it: Modifica
ja: 編集
ka: ჩასწორება
kab: Ẓreg
kk: Түзету
ko: 편집
lo: ແກ້ໄຂ
ml: തിരുത്തുക
nb: Rediger
nl: Bewerken
nn: Rediger
pa_in: ਸੋਧੋ
pt_br: Editar
pt_pt: Editar
rm: Modifitgar
ru: Изменить
sat_olck: ᱥᱟᱯᱲᱟᱣ
scn: Cancia
si: සංස්කරණය
sk: Upraviť
sl: Uredi
sq: Përpunoni
sv: Redigera
tg: Таҳрир кардан
th: แก้ไข
tr: Düzenle
tt: Үзгәртү
ug: تەھرىر
uk: Редагувати
vi: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# Bookmarks.EmptyState.Nested.Body.v135
source: Add bookmarks as you browse so you can find your favorite sites later.
bs: Dodajte oznake dok pretražujete kako biste kasnije mogli pronaći svoje omiljene stranice.
ca: Afegiu adreces d’interès mentre navegueu per a trobar fàcilment els vostres llocs preferits més tard.
co: Aghjunghjite indette durante a navigazione per ritruvà dopu i vostri siti preferiti.
cs: Během procházení si můžete přidávat záložky, abyste později našli své oblíbené stránky.
cy: Ychwanegwch nodau tudalen wrth i chi bori fel y gallwch ddod o hyd i'ch hoff wefannau eto.
da: Tilføj bogmærker, mens du browser, så du kan finde dine foretrukne websteder senere.
de: Fügen Sie Lesezeichen beim Surfen hinzu, damit Sie Ihre Lieblings-Websites später finden.
dsb: Pśidajśo cytańske znamjenja, gaž pśeglědujośo, aby swóje nejlubše sedła pózdźej namakał.
el: Προσθέστε σελιδοδείκτες καθώς περιηγείστε, ώστε να βρείτε αργότερα τους αγαπημένους σας ιστοτόπους.
eo: Aldonu legosignojn dum vi retumas, tiel ke vi povos pli rapide retrovi viajn ŝatatajn retejojn.
es: Añade marcadores mientras navegas para que puedas encontrar tus sitios favoritos más tarde.
es_ar: Agregá marcadores al navegar para poder encontrar tus sitios favoritos más tarde.
es_cl: Añade marcadores mientras navegas para que puedas encontrar tus sitios favoritos más tarde.
es_mx: Agregar marcadores mientras navegas para que puedas encontrar después tus sitios favoritos.
eu: Gehitu laster-markak nabigatu ahala zure gune gogokoenak geroago aurki ditzazun.
fi: Lisää kirjanmerkkejä selatessasi, jotta löydät suosikkisivustosi myöhemmin.
fr: Ajoutez des marque-pages en cours de navigation pour retrouver vos sites préférés plus tard.
gl: Engadir marcadores mentres navegas para que poidas atopar os teus sitios favoritos máis tarde.
he: ניתן להוסיף סימניות תוך כדי גלישה כדי שיהיה באפשרותך למצוא את האתרים המועדפים עליך מאוחר יותר.
hr: Dodaj zabilješke dok pregledavaš. Na taj način kasnije možeš pronaći svoje omiljene stranice.
hsb: Přidajće zapołožki, hdyž přehladujeće, zo byšće swoje najlubše sydła pozdźišo namakał.
hu: Adjon hozzá könyvjelzőket böngészés közben, hogy később is megtalálja a kedvenc oldalait.
hy_am: Հավելեք էջանիշեր, ինչպես որ դիտարկում եք, որպեսզի ավելի ուշ կարողանաք գտնել ձեր ընտրյալ կայքերը:
ia: Adde marcapaginas dum tu naviga pro trovar tu sitos preferite plus tarde.
id: Tambahkan markah saat Anda menjelajah sehingga Anda dapat menemukan situs favorit Anda nanti.
is: Bættu við bókamerkjum á meðan þú vafrar svo þú getir fundið uppáhaldsvefina þína síðar.
it: Crea segnalibri mentre navighi per ritrovare i tuoi siti preferiti più tardi.
ja: 後でお気に入りのサイトを見つけられるように、閲覧したサイトをブックマークに追加しましょう。
ka: ჩაინიშნეთ გვერდები მონახულებისას, რათა მოგვიანებით ადვილად იპოვოთ რჩეული საიტები.
kab: Rnu ticraḍ n yisebtar mi ara tettinigeḍ akken ad tafeḍ ismal i tḥemmleḍ ticki.
kk: Таңдаулы сайттарды кейінірек табу үшін шолу кезінде бетбелгілерді қосыңыз.
ko: 사이트를 탐색하면서 북마크를 추가하면, 나중에 좋아하는 사이트를 찾을 수 있습니다.
lo: ເພີ່ມບຸກມາກໃນຂະນະທີ່ທ່ານທ່ອງເວັບເພື່ອໃຫ້ທ່ານສາມາຄົ້ນຫາເວັບໄຊທີ່ທ່ານມັກໃນພາຍຫຼັງ.
ml: താങ്ങളുടെ പ്രിയപ്പെട്ട വെബ്സ്ഥാനങ്ങളെ പിന്നീടു് കണ്ടെത്താൻ താങ്ങൾക്കു് തിരയുമ്പോൾ അടയാളക്കുറിപ്പുകളൾ ചേൎക്കാം.
nb: Legg til bokmerker mens du surfer så du kan finne favorittsidene dine senere.
nl: Voeg bladwijzers toe terwijl u surft, zodat u uw favoriete websites later kunt vinden.
nn: Legg til bokmerke medan du surfar slik at du kan finne favorittsidene dine seinare.
pa_in: ਜਦ ਤੁਸੀਂ ਬਰਾਊਜ਼ ਕਰੋ ਤਾਂ ਬੁੱਕਮਾਰਕਾਂ ਨੂੰ ਜੋੜੋ ਤਾਂ ਕਿ ਆਪਣੀਆਂ ਮਨਪਸੰਦ ਸਾਈਟਾਂ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਲੱਭ ਸਕੋ।
pt_br: Adicione favoritos enquanto navega para poder encontrar seus sites preferidos mais tarde.
pt_pt: Adicione marcadores enquanto navega para que possa encontrar os seus sites favoritos mais tarde.
rm: Agiuntescha segnapaginas durant che ti navigheschas per che ti chattias pli tard puspè tias websites preferidas.
ru: Добавляйте закладки при просмотре, чтобы иметь возможность найти свои любимые сайты позже.
sat_olck: ᱵᱽᱨᱟᱹᱡᱽ ᱠᱟᱛᱮ ᱵᱩᱠᱢᱟᱨᱠ ᱥᱮᱞᱮᱫ ᱢᱮ ᱢᱮᱱᱠᱷᱟᱱ ᱟᱞᱮ ᱫᱚ ᱟᱢᱟᱜ ᱠᱩᱥᱤ ᱥᱟᱭᱤᱴ ᱛᱟᱭᱚᱢᱛᱮ ᱯᱟᱱᱛᱮ ᱫᱟᱲᱮᱭᱟᱜ ᱛᱟᱢᱟ ᱾
scn: Junci nzingalibbra mentri chi nàvichi, accussì ti l’attrovi fàcili doppu.
si: ඔබ පිරික්සන පරිදි පොත්යොමු එක් කරන්න. එවිට ඔබගේ ප්‍රියතම අඩවි පසුව ද බැලීමට හැකිය.
sk: Počas prehliadania si pridávajte záložky, aby ste neskôr jednoducho našli svoje obľúbené stránky.
sl: Med brskanjem dodajajte zaznamke, da boste lahko svoja priljubljena spletna mesta našli pozneje.
sq: Shtoni faqerojtës teksa shfletoni, që të mund të gjeni më vonë sajtet tuaj të parapëlqyer.
sv: Lägg till bokmärken när du surfar så att du kan hitta dina favoritplatser senare.
tg: Ҳангоми тамошо, хатбаракҳоро илова кунед, то тавонед сомонаҳои дӯстдоштаи худро дар оянда пайдо кунед.
th: เพิ่มที่คั่นหน้าขณะที่คุณเรียกดูเพื่อให้คุณสามารถหาไซต์โปรดของคุณได้ในภายหลัง
tr: Gezinirken sevdiğiniz siteleri yer imlerinize ekleyerek onları daha sonra bulabilirsiniz.
ug: زىيارەت قىلىۋاتقاندا خەتكۈچكە قوشسىڭىز كېيىن ياقتۇرغان تور بېكەتلىرىڭىزنى تاپالايسىز.
uk: Додавайте закладки для сайтів під час перегляду, щоб потім легко їх знайти.
vi: Thêm dấu trang khi bạn duyệt để bạn có thể tìm thấy các trang web yêu thích của mình sau này.
zh_cn: 可在浏览时添加书签，方便以后找到常用网站。
zh_tw: 一邊上網，一邊加入書籤，這樣之後就可以再找回您最愛的網站。

# Bookmarks.EmptyState.Root.Body.v135
source: Save sites as you browse. We’ll also grab bookmarks from other synced devices.
bs: Spremite web stranice dok pretražujete. Također ćemo preuzeti oznake s drugih sinhroniziranih uređaja.
ca: Deseu llocs mentre navegueu. També es recuperaran les adreces d’interès d’altres dispositius sincronitzats.
co: Arregistrate siti durante a navigazione. Averemu da ricuperà l’indette d’altri apparechji sincrunizati.
cs: Ukládejte si stránky během prohlížení. Získáme také záložky z ostatních synchronizovaných zařízení.
cy: Cadwch wefannau wrth i chi bori. Mewngofnodwch i gipio nodau tudalen o ddyfeisiau eraill sydd wedi'u cydweddu.
da: Gem websteder, mens du browser. Vi henter også bogmærker fra andre synkroniserede enheder.
de: Speichern Sie Websites während sie surfen. Wir holen uns auch Lesezeichen von anderen synchronisierten Geräten.
dsb: Składujśo sedła, gaž pśeglědujośo. Wobstarajomy teke cytańske znamjenja z drugich synchronizěrowanych rědow.
el: Αποθηκεύστε ιστοτόπους κατά την περιήγησή σας. Θα λάβουμε σελιδοδείκτες και από άλλες συγχρονισμένες συσκευές.
eo: Konservi retejojn dum vi retumas. Ni also prenos legosignojn el aliaj spegulitaj aparatoj.
es: Guardar sitios mientras navegas. También obtendremos los marcadores de otros dispositivos sincronizados.
es_ar: Guarda sitios mientras se navega. También traeremos marcadores de otros dispositivos sincronizados.
es_cl: Guarda sitios mientras navegas. También rescataremos los marcadores de tus otros dispositivos sincronizados.
es_mx: Guarda sitios mientras navegas. También te mostraremos los marcadores de tus otros dispositivos sincronizados.
eu: Gorde guneak nabigatu ahala. Sinkronizatutako beste gailuetatik laster-markak ere hartuko ditugu.
fi: Tallenna sivustoja selatessasi. Noudamme kirjanmerkit myös muista synkronoiduista laitteista.
fr: Enregistrez des sites en cours de navigation. Nous récupèrerons aussi les marque-pages des autres appareils synchronisés.
gl: Garda sitios mentres navegas. Tamén colleremos os marcadores doutros dispositivos sincronizados.
he: ניתן לשמור אתרים תוך כדי גלישה. אנחנו גם נקבל סימניות ממכשירים מסונכרנים אחרים.
hr: Spremaj stranice tijekom pregledavanja. Također ćemo preuzeti zabilješke s drugih sinkroniziranih uređaja.
hsb: Składujće sydła, hdyž přehladujeće. Wobstaramy tež zapołožki z druhich synchronizowanych gratow.
hu: Mentse a webhelyeket böngészés közben. A többi szinkronizált eszközről is lekérjük a könyvjelzőket.
hy_am: Պահեք կայքերը, ինչպես որ դիտարկում եք: Մենք նաև այլ համաժամեցված սարքերից էջանիշերը կվերցնենք:
ia: Salva le sitos durante le navigation. Nos alsi acquirera marcapaginas ab altere apparatos synchronisate.
id: Simpan situs saat Anda menjelajah. Kami juga akan mengambil markah dari perangkat lain yang disinkronkan.
is: Vistaðu vefsvæði þegar þú vafrar. Við sækjum einnig bókamerki úr öðrum samstilltum tækjum.
it: Salva i siti durante la navigazione. Recupereremo anche segnalibri dagli altri dispositivi sincronizzati.
ja: 閲覧したサイトを保存しましょう。他の同期した端末からもブックマークを読み込みます。
ka: შეინახეთ საიტები გვერდების მონახულებისას. აგრეთვე გადმოიტანთ სანიშნებს სხვა დასინქრონებული მოწყობილობებიდან.
kab: Sekles ismal mi ara tettinigeḍ. Nettawi-d daɣen ticraḍ n yisebtar seg yibenkan yemtawan.
kk: Шолу кезінде сайттарды сақтаңыз. Басқа синхрондалған құрылғылардан да бетбелгілерді аламыз.
ko: 탐색하는 동안 사이트를 저장하세요. 또한 다른 동기화된 기기에서 북마크를 가져옵니다.
lo: ບັນທຶກເວັບໄຊໃນຂະນະທີ່ທ່ານທ່ອງເວັບ. ພວກເຮົາຍັງຈະຈັບບຸກມາກຈາກອຸປະກອນອື່ນທີ່ຊິ້ງໄວ້.
ml: താങ്ങൾ തിരയുമ്പോഴു് സൈറ്റുകളെ കരുതിവയ്ക്കുക. മറ്റു് സമന്വയിപ്പിച്ച ഉപകരണങ്ങളിൽ നിന്നു് അടയാളക്കുറിപ്പുകൾ ഞങ്ങൾ കൊണ്ടുവരാം.
nb: Lagre nettsteder mens du surfer. Vi henter også bokmerker fra andre synkroniserte enheter.
nl: Sla websites op terwijl u surft. We halen ook bladwijzers van andere gesynchroniseerde apparaten op.
nn: Lagre nettstadar medan du surfar. Vi hentar også bokmerke frå andre synkroniserte einingar.
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਬਰਾਊਜ਼ ਕਰੋ ਤਾਂ ਸਾਈਟਾਂ ਨੂੰ ਸੰਭਾਲੋ। ਅਸੀਂ ਹੋਰ ਸਿੰਕ ਕੀਤੇ ਡਿਵਾਈਸਾਂ ਤੋਂ ਬੁੱਕਮਾਰਕ ਵੀ ਲਵਾਂਗੇ।
pt_br: Salve sites enquanto navega. Também são trazidos favoritos de outros dispositivos sincronizados.
pt_pt: Guarde sites enquanto navega. Também iremos obter os marcadores de outros dispositivos sincronizados.
rm: Memorisescha websites durant che ti navigheschas. Nus vegnin era ad ir per segnapaginas dad auters apparats sincronisads.
ru: Сохраняйте сайты при просмотре. Мы также будем получать закладки с других синхронизируемых устройств.
sat_olck: ᱵᱽᱨᱟᱣᱡᱽ ᱛᱮᱜᱮ ᱥᱟᱭᱤᱴ ᱥᱟᱧᱪᱟᱣ ᱢᱮ ᱾ ᱮᱴᱟᱜ ᱟᱹᱭᱩᱨ ᱢᱤᱫ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱵᱩᱠᱢᱟᱨᱠᱠᱚ ᱦᱟᱛᱟᱣ ᱟ ᱞᱮ ᱾
scn: Sarba i siti mentri chi nàvichi. Pigghiamu macari i nzingalibbra di l’autri dispusitivi sincrunizzati.
sk: Ukladajte si stránky počas prehliadania. Vezmeme aj záložky z iných synchronizovaných zariadení.
sl: Shranjujte spletna mesta med brskanjem. Uporabili bomo tudi zaznamke iz drugih sinhroniziranih naprav.
sq: Ruani sajte teksa shfletoni. Do të marrim gjithashtu faqerojtës nga pajisje të tjera të njëkohësuara.
sv: Spara webbplatser när du surfar. Vi kommer också att hämta bokmärken från andra synkroniserade enheter.
tg: Сомонаҳоро ҳангоми тамошо нигоҳ доред. Мо, инчунин, аз дастгоҳҳои ҳамоҳангшудаи дигар хатбаракҳоро ба даст меорем.
th: บันทึกไซต์ขณะที่คุณเรียกดู นอกจากนี้ เราจะดึงที่คั่นหน้าจากอุปกรณ์อื่นๆ ที่ซิงค์มาให้คุณด้วย
tr: Gezinirken siteleri kaydedin. Eşitlenen diğer cihazlardaki yer imleriniz de buraya eklenecek.
ug: زىيارەت قىلىۋاتقان تور بېكىتىڭىزنى ساقلايدۇ. تىزىمغا كىرگەندىن كېيىن قەدەمداشلانغان باشقا ئۈسكۈنىدىكى خەتكۈچنى ئىشلىتەلەيمىز.
uk: Зберігайте сайти під час перегляду. Ви також побачите закладки з інших синхронізованих пристроїв.
vi: Lưu các trang web khi bạn duyệt. Chúng tôi cũng sẽ lấy dấu trang từ các thiết bị được đồng bộ hóa khác cho bạn.
zh_cn: 可在浏览时保存网站。我们还将从其他同步的设备上接收书签。
zh_tw: 一邊上網，一邊存下網站。我們也會取回您在其他已同步裝置上的書籤。

# Bookmarks.EmptyState.Root.BodySignedOut.v135
source: Save sites as you browse. Sign in to grab bookmarks from other synced devices.
bs: Spremite web stranice dok pretražujete. Prijavite se da preuzmete oznake sa drugih sinhronizovanih uređaja.
ca: Deseu llocs mentre navegueu. Inicieu la sessió per a recuperar les adreces d’interès d’altres dispositius sincronitzats.
co: Arregistrate siti durante a navigazione. Cunnittitevi per ricuperà l’indette d’altri apparechji sincrunizati.
cs: Ukládejte si stránky během prohlížení. Pro získání záložek z ostatních synchronizovaných zařízení se prosím přihlaste.
cy: Cadw'ch wefannau wrth i chi bori. Mewngofnodwch i gipio nodau tudalen o ddyfeisiau eraill sydd wedi'u cydweddu.
da: Gem websteder, mens du browser. Log ind for at hente bogmærker fra andre synkroniserede enheder.
de: Speichern Sie Websites während Sie surfen. Melden Sie sich an, um Lesezeichen von anderen synchronisierten Geräten zu holen.
dsb: Składujśo sedła, gaž pśeglědujośo. Pśizjawśo se, aby cytańske znamjenja z drugich synchronizěrowanych rědow dostał.
el: Αποθηκεύστε ιστοτόπους κατά την περιήγησή σας. Συνδεθείτε για να λάβετε σελιδοδείκτες από άλλες συγχρονισμένες συσκευές.
eo: Konservi retejojn dum vi retumas. Komencu seancon por preni legosignojn el aliaj spegulitaj aparatoj.
es: Guardar sitios mientras navegas. Inicia sesión para obtener los marcadores de tus otros dispositivos sincronizados.
es_ar: Guarda sitios mientras se navega. Iniciá sesión para traer marcadores de otros dispositivos sincronizados.
es_cl: Guarda sitios mientras navegas. Conéctate para rescatar los marcadores de tus otros dispositivos sincronizados.
es_mx: Guarda sitios mientras navegas. Inicia sesión para obtener los marcadores de tus otros dispositivos sincronizados.
eu: Gorde guneak nabigatu ahala. Hasi saioa sinkronizatutako beste gailuetatik laster-markak hartzeko.
fi: Tallenna sivustoja selatessasi. Kirjaudu sisään saadaksesi kirjanmerkkejä muista synkronoiduista laitteista.
fr: Enregistrez des sites en cours de navigation. Connectez-vous pour récupérer les marque-pages d’autres appareils synchronisés.
gl: Garda sitios mentres navegas. Inicia sesión para coller marcadores doutros dispositivos sincronizados.
he: ניתן לשמור אתרים תוך כדי גלישה. באפשרותך גם להתחבר כדי לקבל סימניות ממכשירים מסונכרנים אחרים.
hr: Spremaj stranice tijekom pregledavanja. Prijavi se za preuzmanje zabilješki s drugih sinkroniziranih uređaja.
hsb: Składujće sydła, hdyž přehladujeće. Přizjewće so, zo byšće zapołožki z druhich synchronizowanych gratow dóstał.
hu: Mentse a webhelyeket böngészés közben. Jelentkezzen be, és vegye át a könyvjelzőket a többi szinkronizált eszközről.
hy_am: Պահպանեք կայքերը, որոնք դիտարկում եք: Մուտք գործեք՝ այլ համաժամացված սարքերից էջանիշեր վերցնելու համար:
ia: Salva le sitos durante le navigation. Accede pro acquirer le marcapaginas ab altere apparatos synchronisate.
id: Simpan situs saat Anda menjelajah. Masuk untuk mengambil markah dari perangkat lain yang disinkronkan.
is: Vistaðu vefsvæði þegar þú vafrar. Skráðu þig inn til að sækja bókamerki úr öðrum samstilltum tækjum.
it: Salva i siti durante la navigazione. Accedi per recuperare i segnalibri dagli altri dispositivi sincronizzati.
ja: 閲覧したサイトを保存しましょう。ログインすると、他の同期した端末からブックマークを読み込めます。
ka: შეინახეთ საიტები გვერდების მონახულებისას. შედით და წამოიღეთ სანიშნები სხვა დასინქრონებული მოწყობილობებიდან.
kab: Sekles ismal mi ara tettinigeḍ. Qqen akken ad d-tawiḍ ticraḍ n yisebtar seg yibenkan yemtawan.
kk: Шолу кезінде сайттарды сақтаңыз. Басқа синхрондалған құрылғылардан бетбелгілерді алу үшін жүйеге кіріңіз.
ko: 탐색하는 동안 사이트를 저장하세요. 다른 동기화된 기기에서 북마크를 가져오려면 로그인하세요.
lo: ບັນທຶກເວັບໄຊໃນຂະນະທີ່ທ່ານທ່ອງເວັບ. ເຂົ້າສູ່ລະບົບເພື່ອເອົາບຸກມາກຈາກອຸປະກອນອື່ນທີ່ຊິ້ງແລ້ວ.
ml: താങ്ങൾ തിരയുമ്പോഴു് സൈറ്റുകളെ കരുതിവയ്ക്കുക. മറ്റു് സമന്വയിപ്പിച്ച ഉപകരണങ്ങളിൽ നിന്നു് അടയാളക്കുറിപ്പുകൾ പിടിച്ചുകൊണ്ടുവരാനായി പ്രവേശിക്കുക.
nb: Lagre nettsteder mens du surfer. Logg inn for å hente bokmerker fra andre synkroniserte enheter.
nl: Sla websites op terwijl u surft. Meld u aan om bladwijzers van andere gesynchroniseerde apparaten op te halen.
nn: Lagre nettstadar medan du surfar. Logg inn for å hente bokmerke frå andre synkroniserte einingar.
pa_in: ਜਦ ਤੁਸੀਂ ਬਰਾਊਜ਼ ਕਰੋ ਤਾਂ ਸਾਈਟਾਂ ਨੂੰ ਸੰਭਾਲੋ। ਹੋਰ ਸਿੰਕ ਕੀਤੇ ਡਿਵਾਈਸਾਂ ਤੋਂ ਬੁੱਕਮਾਰਕ ਲੈਣ ਲਈ ਸਾਈਨ ਇਨ ਕਰੋ।
pt_br: Salve sites enquanto navega. Entre na conta para trazer favoritos de outros dispositivos sincronizados.
pt_pt: Guarde sites enquanto navega. Inicie sessão para obter os marcadores dos outros dispositivos sincronizados.
rm: Memorisescha websites durant che ti navigheschas. T’annunzia per ir per segnapaginas dad auters apparats sincronisads.
ru: Сохраняйте сайты при просмотре. Совершите вход, чтобы получать закладки с других синхронизированных устройств.
scn: Sarba i siti mentri chi nàvichi. Trasi pi pigghiari i nzingalibbra di l’autri dispusitivi sincrunizzati.
sk: Ukladajte si stránky počas prehliadania. Alebo sa prihláste sa a získajte záložky z iných synchronizovaných zariadení.
sl: Shranite spletna mesta med brskanjem. Prijavite se za uporabo zaznamkov iz drugih sinhroniziranih naprav.
sq: Ruani sajte teksa shfletoni. Bëni hyrjen, që të merrni faqerojtës nga pajisje të tjera të njëkohësuara.
sv: Spara webbplatser när du surfar. Logga in för att hämta bokmärken från andra synkroniserade enheter.
tg: Сомонаҳоро ҳангоми тамошо нигоҳ доред. Барои ба даст овардани хатбаракҳо аз дастгоҳҳои ҳамоҳангшудаи дигар, ба ҳисоби худ ворид шавед.
th: บันทึกไซต์ขณะที่คุณเรียกดู ลงชื่อเข้าเพื่อดึงที่คั่นหน้าจากอุปกรณ์อื่น ๆ ที่ซิงค์
tr: Gezinirken siteleri kaydedin. Eşitlenen diğer cihazlardaki yer imlerinize erişmek için giriş yapın.
ug: زىيارەت قىلىۋاتقان تور بېكىتىڭىزنى ساقلايدۇ. تىزىمغا كىرگەندىن كېيىن قەدەمداشلانغان باشقا ئۈسكۈنىدىكى خەتكۈچنى ئىشلىتەلەيدۇ.
uk: Зберігайте сайти під час перегляду. Увійдіть, щоб отримати закладки з інших синхронізованих пристроїв.
vi: Lưu các trang web khi bạn duyệt. Đăng nhập để lấy dấu trang từ các thiết bị được đồng bộ hóa khác.
zh_cn: 可在浏览时保存网站。登录后还可在其他同步的设备上使用这些书签。
zh_tw: 一邊上網，一邊存下網站。登入後即可取回其他已同步裝置上的書籤。
